Repository: tc-ca/WAA-Work-Arrangement-Agreement
Catalog: Resources/Global.*.resx
Languages: fr

# ConsiderItem6
source: Arrangements have been made with the manager responsible for the TC worksite and with Facilities to provide a workspace for this employee.
fr: Des dispositions ont été prises avec le gestionnaire responsable du lieu de travail de TC et avec les installations pour fournir un espace de travail à cet employé.

# ConsiderItem7
source: Appropriate local supports (as applicable) are in place for the work arrangement.
fr: Les soutiens locaux appropriés (le cas échéant) sont en place pour l'aménagement de travail.

# ConsiderItem8
source: I am responsible for various costs as covered under Government of Canada policy instruments.
fr: Je suis responsable des divers coûts couverts par les instruments de politique du gouvernement du Canada.

# DecisionBtn
source: Decision
fr: Décision

# GeoLocationWarning
source: The position GEO location and TC Designated Worksite are in different regions. A manager-employee discussion is required.
fr: Le lieu GEO de votre poste et votre site de travail désigné sont dans des régions différentes. Une discussion gestionnaire-employé est requise.

# TCDesignatedWorksiteDesc
source: Your designated worksite is the physical TC location where you ordinarily perform your work duties
fr: Votre site de travail désigné est le lieu physique de TC où vous effectuez habituellement vos tâches

# AdditionalInformation
source: Additional Considerations
fr: Considérations supplémentaires

source: Unmet Condition
fr: Conditions non satisfaites

# UpdateYourInfo
source: Update your information
fr: Mettez à jour votre renseignement

# ViewDetail
source: View details
fr: Afficher les détails

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

# CheckDelegatedAuthority
source: Click <a class="accessible-link" href="https://hrdt.tc.gc.ca/?levelIds=&areaIds=&selectedAuthorityId=&nonEx=true&ex=true&GoCTemplateCulture=en-CA" target="_blank">here</a> to verify your level.
fr: Êtes-vous incertain si vous avez la délégation des pouvoirs? Vérifiez <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=14484588" target="_blank">ici</a>.

# CreateInstruction
source: Instructions for creating your <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=18247946" target="_blank">Work Arrangement Agreement (WAA)</a>.
fr: Instructions pour créer votre <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=18299369" target="_blank">Entente d'aménagement de travail (EAT)</a>.

# RequestReviewedByDesc
source: To save or print, select the CTRL+P function. Under Printer, either select Save to PDF or select your local printer.
fr: Pour procéder à l’enregistrement ou à l’impression, sélectionnez la fonction CTRL+P. Sous Imprimante, sélectionnez Enregistrer en PDF ou sélectionnez votre imprimante locale.

# ReviewInstruction
source: Instructions to <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=18247936" target="_blank">Reviewing Your Team's Work Arrangement Agreements (WAA)</a>.
fr: Instructions pour <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=18299402" target="_blank">Examiner les Ententes d'aménagement de travail (EAT) de votre équipe</a>.

# UnmetConditionDesc
source: The employee has identified the following unmet conditions. Consultation with your local or regional OHS Representative may be required.
fr: L’employé a identifié les conditions non satisfaites suivantes. Une consultation avec votre représentant local ou régional de la SST peut être nécessaire.

source: Unmet Condition(s)
fr: Conditions non satisfaites

# IssuesToLREmail
source: For issues encountered with the app, please contact:
fr: Pour les problèmes rencontrés avec l'application, veuillez contacter :

source: Protected A
fr: Protégé A

# SearchAgreementByName
source: Search agreements by name (First Name and Last Name)
fr: Recherche par nom (Prénom et Nom de famille)

source: Approver
fr: Approbateur

source: Decision Date
fr: Date de la décision

source: Manage Agreements
fr: Gérer les ententes

# Message_EmailSent
source: An e-mail has been sent to the recipient.
fr: Un courriel a été envoyé à l’employé et au gestionnaire.

# Message_NotFound
source: Agreement not found.
fr: L’entente n’a pas été trouvée.

# Message_NotFoundEmployee
source: Agreement was not found for this employee.
fr: L’entente n’a pas été trouvée pour cet employé.

# Message_UpdateError
source: An error occurred while updating the agreement.
fr: Une erreur s’est produite lors de la mise à jour de l’entente.

# Message_UpdateFail
source: Failed to update the agreement.
fr: Échec dans la mise à jour de l’entente.

# Message_UpdateSuccess
source: Agreement was successfully updated.
fr: L’entente a été mise à jour avec succès.

source: Recommender
fr: Recommandeur

source: Return to:
fr: Retourner à

source: Select
fr: Sélectionner

source: Update
fr: Mettre à jour

# DescribeYourVariableSchedules
source: Describe in detail the proposed telework schedule and frequency (maximum 750 characters)
fr: Décrivez en détail votre horaire de travail variable

# SelectYourTeleworkDays
source: Teleworking on the following days (proposed)
fr: Télétravail les jours suivants (proposés)

# TeleworkingDaysDesc3
source: In certain locations, if you are approved to telework for three or more days per week, you may not have an assigned workspace when working at the TC worksite.
fr: Dans certains endroits, si vous avez reçu l'approbation d'effectuer du télétravail trois jours ou plus par semaine, il se peut que vous n’ayez pas d’espace de travail assigné lorsque vous travaillez sur place au lieu de travail de TC.

# TeleworkSchedule2
source: I am requesting to telework on the following frequency:
fr: Je demande à télétravailler avec la fréquence suivante :

# TypeHybrid
source: Hybrid
fr: Hybride

# WorkTypeSelectionInfo2
source: You may only choose Saturday and Sunday if it is part of your regular work schedule.
fr: Vous ne pouvez choisir le samedi et le dimanche que si cela fait partie de votre horaire de travail régulier.

# TypeFulltimeOnSiteDesc
source: (full-time on-site, may telework on an ad hoc basis)
fr: (sur place à temps plein, pourrait faire du télétravail sur une base ad hoc)

# TypeHybridDesc
source: (combination of on-site and teleworking)
fr: (combinaison du travail sur place et télétravail)

# OHSCheckListDesc3
source: <strong>If any OHS requirement is unclear, speak to your supervisor or Regional OHS Advisor.</strong>
fr: <strong>Si une exigence en matière de SST n'est pas claire, parlez-en à votre superviseur ou au Conseiller régional en matière de SST.</strong>

# TermITIM
source: Information Technology, Information Management and Security of Information
fr: Technologie de l’information, gestion de l’information et sécurité de l’information

# TermITIMList1
source: I agree to use equipment and electronic networks belonging to the employer only for the purposes of carrying out the employee’s work unless otherwise authorized by the supervisor and/or described in the TBS <a class="accessible-link" href="https://www.tbs-sct.gc.ca/pol/doc-eng.aspx?id=27907" target="_blank">Guideline on Acceptable Network and Device Use</a>.
fr: J’accepte d’utiliser les équipements et les réseaux électroniques appartenant à l’employeur uniquement dans le but d’exécuter mon travail, à moins d’une autorisation contraire du superviseur et/ou d’une description dans les <a class="accessible-link" href="https://www.tbs-sct.gc.ca/pol/doc-fra.aspx?id=27907" target="_blank">Lignes directrices sur l’utilisation acceptable des dispositifs et des réseaux</a> du Secrétariat du conseil du trésor.

# TermITIMList2
source: I agree to take all reasonable precautions to protect the equipment used and to take responsibility for the safeguarding of information (physical or electronic) at the telework location in accordance with the <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=293335" target="_blank">TC Protected and Classified Information Standard</a>.
fr: J’accepte de prendre toutes les précautions raisonnables pour protéger l’équipement utilisé et d’assumer la responsabilité de la sauvegarde des informations (physiques ou électroniques) sur le lieu de télétravail conformément à la <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=2050922" target="_blank">Norme sur l’information protégée et classifié</a>.

# TermITIMList3
source: I agree to manage information of business value according to the requirements under the <a class="accessible-link" href="https://laws-lois.justice.gc.ca/eng/acts/a-1/page-1.html" target="_blank"><i>Access to Information Act</i></a> and the <a class="accessible-link" href="https://laws-lois.justice.gc.ca/eng/acts/p-21/page-1.html" target="_blank"><i>Privacy Act</i></a>.
fr: J’accepte de gérer les renseignements de valeur opérationnelle conformément aux exigences en vertu de la <a class="accessible-link" href="https://laws-lois.justice.gc.ca/fra/lois/a-1/page-1.html" target="_blank"><i>Loi sur l’accès à l’information</i></a> et la <a class="accessible-link" href="https://laws-lois.justice.gc.ca/fra/lois/p-21/page-1.html" target="_blank"><span class="nowrap"><i>Loi sur la protection des renseignements personnels</i></span></a>.

# TermITIMList4
source: I agree to store information of business value with a security level up to and including Protected B in Transport Canada's approved databases or its official document repository RDIMS according to the <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=147060" target="_blank">TC Information Management Directive</a>.
fr: J’accepte de sauvegarder les ressources documentaires qui ont une valeur opérationnelle dont le niveau de sécurité est inférieur ou équivalent à Protégé B dans les bases de données approuvées du Ministère ou dans le Système de gestion des dossiers, des documents et de l’information (SGDDI) conformément à la <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=443902" target="_blank">Directive sur la gestion de l’information de TC</a>.

# TermITIMList5
source: I will ensure that a secure internet connection is used at my telework location at my telework location, and that to reduce risk of a cybersecurity breach, unsecure publicly available internet connections will not be used.
fr: Je vais m'assurer qu'une connexion Internet sécurisée soit utilisée sur le lieu de télétravail et que, pour réduire le risque d'enfreindre à la cybersécurité, les connexions Internet non sécurisées accessibles au public ne seront pas utilisées.

# TermITIMList6
source: I agree to review the guidance provided by the Canadian Centre for Cyber Security <a class="accessible-link" href="https://cyber.gc.ca/en/guidance/mobile-devices-and-business-travellers-itsap00087" target="_blank">ITSAP.00.087 Mobile Devices and Business travelers</a>.
fr: J'accepte d'examiner les conseils fournis par le Centre canadien pour la cybersécurité <a class="accessible-link" href="https://cyber.gc.ca/fr/orientation/dispositifs-mobiles-et-voyages-daffaires-itsap00087" target="_blank">ITSAP.00.087 Dispositifs mobiles et voyages d'affaires</a>.

# GEOCodeTooltip
source: The position GEO location (GEO Code), assigned by Statistics Canada, identifies the geographic location of the physical location of a position at its designated workplace in Canada
fr: Le lieu GEO du poste, attribué par Statistiques Canada, identifie la localisation géographique de l’emplacement physique d’un poste à son lieu de travail désigné au Canada.

# ConsiderItemGuidance2
source: For additional information on GEO codes, please read <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=18449949" target="_blank">GEO Code Location - Requirements and Considerations</a>
fr: Pour de plus amples informations sur les codes GÉO, veuillez lire le document <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=18459195" target="_blank">Code GÉO de l'emplacement - Exigences et considérations</a>

# ScheduleOption1
source: Less than 5 days
fr: Moins de 5 jours

# ScheduleOption2
source: 5 to 9 days
fr: 5 à 9 jours

# ScheduleOption3
source: 10 to 14 days
fr: 10 à 14 jours

# ScheduleOption4
source: 15 to 19 days
fr: 15 à 19 jours

# ScheduleOption5
source: <strong>20 (and over) days</strong> (exceptional basis only, <u>TMX member</u> approval is required)
fr: <strong>20 jours (et plus)</strong> (à titre exceptionnel seulement, l’approbation de la haute gestion est requise)

# ScheduleCommentTitle
source: Describe in detail your proposed work arrangement schedule (Maximum 750 characters)
fr: Décrivez en détail l'horaire et la fréquence du télétravail proposé (maximum 750 caractères)

# ConsiderGEOCode
source: GEO code considerations:
fr: Considérations pour le code GÉO :

# ManagerAttest
source: I confirm that this work arrangement agreement is aligned with and supports senior management’s strategy for TC’s flexible work model as well as my directorate and team plans.
fr: Je confirme que cette entente d'aménagement de travail est conforme à et appuie la stratégie décrite par la haute gestion pour le modèle de travail flexible de TC ainsi qu'aux plans de ma direction générale et ceux de l'équipe.

# TeleworkScheduleSubTitle
source: On a monthly basis, I am requesting to telework as follows:
fr: Sur une base mensuelle, je demande à faire du télétravail comme suit :

source: Back
fr: Retour

source: Immediate supervisor
fr: Superviseur immédiat

# IncompleteAltAddress
source: Incomplete Alternate worksite address
fr: Adresse autre que celle du lieu de travail incomplète

# IncompleteAltAddressMsg
source: Your Alternate worksite address is incomplete.
fr: Votre adresse autre que celle du lieu de travail est incomplète.

source: Open to update
fr: Ouvrir pour mettre à jour
