Repository: tc-ca/WAA-Work-Arrangement-Agreement
Catalog: Resources/Global.*.resx
Languages: fr

# btnAcknowledged
source: Acknowledged
fr: Accusé de réception

source: Add
fr: Ajouter

source: Address
fr: Adresse

# ADInfoNotFound
source: Your Transport Canada account information was not found. If you are a new employee to TC, your account may take 24 hours be active in HR Self-Service Portal. Please try logging back in tomorrow.
fr: Vos renseignements courants n’ont pas pu être trouvés au sein du répertoire. Veuillez communiquer avec le bureau de service pour vous assurer que vos renseignements sont correctement remplis avant de présenter une demande d’entente de travail.

source: Agreement received
fr: Entente reçue

# AlternateWorksite
source: Alternate Worksite Address - touchdown space or GCcoworking location (if applicable)
fr: Adresse autre que celle du lieu de travail – espace de rencontre ou de CotravailGC (le cas échéant)

source: Approve
fr: Approuver

source: Approved
fr: Approuvé

# ApprovedRejected
source: Approved/Denied
fr: Approuvé/Refusé

# ApprovedRejectedBy
source: Approved/Denied by
fr: Approuvé/Refusé par

# AppTitle
source: Work Arrangement Agreement
fr: Entente d’aménagement de travail

# AreYouMgr
source: Do you have the delegated authority to approve the agreement?
fr: Possédez-vous la délégation des pouvoirs pour approuver cette entente?

source: Branch
fr: Direction générale

source: browse...
fr: parcourir...

# btnBack
source: Back
fr: Retour

# btnCancel
source: Cancel
fr: Annuler

# btnClose
source: Close
fr: Fermer

# btnEdit
source: Edit
fr: Modifier

# btnHelp
source: Help
fr: Aide

# btnNext
source: Next
fr: Suivant

# btnPrint
source: Print
fr: Imprimer

# btnSave
source: Save
fr: Sauvegarder

# btnSteps
source: STEPS
fr: ÉTAPES

source: City
fr: Ville

source: Confirm
fr: Confirmer

# ConfirmDenyAgreement
source: Are you sure you want to deny the agreement?
fr: Voulez-vous vraiment refuser cette entente?

# ConfirmReopenAgreement
source: Are you sure you want to reopen this agreement?
fr: Êtes-vous certain de vouloir rouvrir cette entente?

# ConsiderItem1
source: The employee’s duties can be fulfilled in the requested work arrangement
fr: Les fonctions de l'employé peuvent être complétées dans le cadre de l'aménagement du travail demandé

# ConsiderItem2
source: I have read the Transport Canada <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=17475936" target="_blank">Guidelines for Telework Arrangements </a> (if applicable)
fr: J’ai lu les <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=17618408" target="_blank">Lignes directrices sur les régimes de télétravail</a> de Transports Canada (le cas échéant)

# ConsiderItem3
source: The employee’s proposed telework location (if applicable) has the proper requirements for an efficient virtual work environment (access to WIFI, secure network, etc.)
fr: Le lieu de télétravail proposé par l'employé (le cas échéant) dispose des conditions nécessaires à un environnement de travail virtuel efficace (accès au WIFI, réseau sécurisé, etc.)

# ConsiderItem4
source: I understand my responsibilities for the health and safety of my employees
fr: Je comprends mes responsabilités envers mes employés en matière de santé et de sécurité

# ConsiderTheFollowing
source: I confirm that:
fr: Je confirme que :

# ContinueBtn
source: Continue
fr: Continuer

source: Create
fr: Créer

# CreateAgreementHere
source: review or create your work agreement
fr: consultez ou créez votre entente de travail

# CreateWorkArrangementAgreement
source: Create your Work Arrangement Agreement
fr: Créez votre entente d’aménagement de travail

source: Date range
fr: Plage de dates

source: Delete
fr: Supprimer

# DeleteAddress
source: Are you sure you want to delete
fr: Êtes-vous certain de vouloir supprimer

source: Denied
fr: Refusé

source: Deny
fr: Refuser

source: Disabled
fr: Désactivé

# DiscussWithManager
source: Please discuss the unmet conditions with your supervisor to see what, if any mitigation measures need to be taken.
fr: Veuillez discuter des conditions non remplies avec votre superviseur pour savoir si des mesures d’atténuation doivent être prises, le cas échéant.

source: Edit
fr: Modifier

# EditAgreement
source: Review agreement
fr: Examiner l’entente

source: Email
fr: Courriel

# EmergencyMgtHeader
source: Employee undertaking on workplace accidents, injury, illness, discomfort, ergonomic issues and hazards
fr: Engagement des employés en ce qui a trait aux accidents, aux blessures, aux maladies, aux malaises, aux questions d’ergonomie et aux risques au travail

# EmpClassification
source: Group and level
fr: Groupe et niveau

# EmpDesignatedWorkplace
source: Designated workplace
fr: Lieu de travail désigné

# EmpDirectorate
source: Directorate
fr: Direction générale

# EmpEmergencyContact
source: Emergency Contact
fr: Personne à contacter en cas d’urgence

# EmpEmergencyContactNumber
source: Emergency Contact Number
fr: Numéro de téléphone de la personne à contacter en cas d’urgence

source: Employee
fr: Employé

# EmployeeInfo
source: Employee Information
fr: Renseignements sur l’employé

# EmpMobile
source: Mobile
fr: Cellulaire

# EmpName
source: Name of employee
fr: Nom de l’employé

# EmpRegion
source: Region
fr: Région

# EmpReportsTo
source: Reports to (name of supervisor)
fr: Relève de (nom du superviseur)

# EmpTitle
source: Title
fr: Titre

# EmpWorkPhone
source: Work phone
fr: Téléphone au travail

source: Enabled
fr: Activé

# EndDate
source: End date (yyyy-mm-dd):
fr: Date de fin (aaaa-mm-jj) :

# EndDateDesc
source: (cannot be beyond one year of start date):
fr: (ne peut être au-delà d’un an de la date de début) :

source: Error
fr: Erreur

# ErrorGenericMsg
source: An error occurred while processing your request.
fr: Une erreur s’est produite au moment de traiter votre demande.

# ErrorMessage
source: There was an error saving your data.<br />Please try again or close the application.
fr: Une erreur s’est produite lors de la sauvegarde de vos données. <br />Veuillez essayer à nouveau ou fermer l’application.

source: Exit
fr: Quitter

source: For review
fr: Pour examen

source: Friday
fr: Vendredi

source: Got it
fr: Je comprends

# HelpQuestions
source: Questions on the process? Contact your regional Human Resources or Labour Relations Advisor.
fr: Des questions sur le processus? Communiquez avec votre conseiller régional en ressources humaines ou en relations de travail.

source: Home
fr: Accueil

source: In progress
fr: En cours

source: In review
fr: En examen

# IWAStep1
source: <strong>Verify</strong> your information including the name of your immediate supervisor.
fr: <strong>Vérifiez</strong> vos renseignements, y compris le nom de votre superviseur immédiat.

# IWAStep2
source: <strong>Select</strong> your type of work arrangement.
fr: <strong>Sélectionnez</strong> votre type d’aménagement de travail.

# IWAStep3
source: <strong>Identify</strong> whether you are requesting a duty to accommodate.
fr: <strong>Indiquez</strong> si vous demandez une mesure d’adaptation.

# IWAStep5
source: <strong>Review and complete</strong> the Occupational Health and Safety Checklist, as applicable.
fr: <strong>Examinez et remplissez</strong> la liste de contrôle en matière de santé et de sécurité au travail, le cas échéant.

# IWAStep4
source: <strong>Review</strong> the <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=15834778" target="_blank">Working Alone Directive</a>.
fr: <strong>Examinez</strong> la <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=17411014" target="_blank">Directive visant les employés travaillant seuls</a>.

# IWAStep6
source: <strong>Acknowledge, review and confirm </strong> your agreement.
fr: <strong>Prenez connaissance, examinez et confirmez</strong> votre entente.

# IWAStepsAre
source: These are the steps to complete and submit your Work Arrangement Agreement:
fr: Voici les étapes à suivre pour remplir et soumettre votre entente d’aménagement de travail :

# L4ManagerHeader
source: Manager Levels
fr: Niveaux des gestionnaires

# L4ManagerList1
source: level 1: Branch Heads – Regional Director Generals (RDGs)
fr: niveau 1 : Chefs de direction générale – Directeurs généraux régionaux (DGR)

# L4ManagerList2
source: level 2: Positions reporting to Level 1 (Regional Directors)
fr: niveau 2 : Postes relevant du niveau 1 (inclut directeurs régionaux)

# L4ManagerList3
source: level 3: Positions reporting to Level 2
fr: niveau 3 : Postes relevant du niveau 2

# L4ManagerList4
source: level 4: Positions reporting to Level 3
fr: niveau 4 : Postes relevant du niveau 3

# L4ManagerList5
source: level 5: Any position having formal and direct supervisory responsibilities
fr: niveau 5 : Tout poste comportant des responsabilités de supervision officielles et directes

source: Located in
fr: Situé à

source: Logged in as:
fr: Session ouverte en tant que :

# ConsiderItemGuidance1
source: For guidance, see: <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=17998178" target="_blank">Reviewing Employees’ Work Arrangement Agreements</a>.
fr: Pour obtenir des conseils, consultez le guide : <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=18014985" target="_blank">Examiner les ententes d’aménagement de travail (EAT) des employés</a>.

source: Manager
fr: Gestionnaire

# MgrComments
source: Manager comments
fr: Commentaires du gestionnaire

source: Mobile
fr: Cellulaire

source: Monday
fr: Lundi

# MultipleErrorSummaryMessage
source: There are errors. Please fill out all required fields.
fr: Il y a des erreurs. Veuillez remplir tous les champs obligatoires.

source: My Agreement
fr: Mon entente

source: My team
fr: Mon équipe

# MyTeamAgreement
source: My team's agreements
fr: Les ententes de mon équipe

source: No
fr: Non

# NoDirectReports
source: You do not have any direct reports listed and have not been identified as a 'recommended' manager.
fr: Vous n’avez pas de subalternes directs dans la liste et vous n’avez pas été identifié comme un gestionnaire « recommandé ».

source: Not Applicable
fr: Sans objet

source: Note
fr: À noter

source: Not started
fr: Pas commencé

# OccupationalHealthSafetyChecklistDesc
source: Please review and complete the checklist for the telework location
fr: Veuillez examiner et remplir la liste de contrôle pour le lieu de télétravail

# OHSCheckListDesc1
source: The same occupational health and safety standards must be met in a telework space as in a TC worksite. This checklist identifies the requirements under <br>the <a class="accessible-link" href="https://laws-lois.justice.gc.ca/eng/acts/L-2/page-15.html#docCont" target="_blank"><i>Canada Labour Code</i>, Part II</a> which outlines management's roles and responsibilities. This checklist is an integral part of the work arrangement agreement between the employer and employee and can assist the employee and their supervisor, in determining whether the telework location provides a safe and healthy work environment.
fr: Les mêmes lois et normes en matière de santé et de sécurité au travail (SST) qui s’appliquent à un site de travail de TC doivent être respectées sur le lieu de télétravail désigné. Cette liste de contrôle détermine les exigences en vertu du <a class="accessible-link" href="https://laws-lois.justice.gc.ca/fra/lois/l-2/page-14.html#h-332798" target="_blank"><i>Code canadien du travail</i>, Partie II</a> qui décrit les rôles et responsabilités de l’équipe de gestion. Cette liste de contrôle fait partie intégrante de l’entente d’aménagement de travail entre l’employeur et l’employé et peut aider l’employé et son superviseur à déterminer si le lieu de télétravail offre un environnement de travail sûr et sain.

# OHSCheckListDesc2
source: <strong>If you check “NO” in any section of this Occupational Health and Safety Checklist, you must speak to your immediate supervisor to discuss what, if any mitigation measures will be required.</strong>
fr: <strong>Si vous cochez « NON » dans l’une des sections de cette liste de contrôle en matière de santé et de sécurité au travail, vous devez en parler à votre superviseur immédiat pour discuter des mesures d’atténuation nécessaires, le cas échéant.</strong>

# OhsChekListSubTitle
source: Please review and complete the checklist for the telework location
fr: Veuillez examiner et remplir la liste de contrôle pour le lieu de télétravail

# OhsChekListTitle
source: Occupational Health and Safety Checklist
fr: Liste de contrôle en matière de santé et de sécurité au travail

# OhsWarning
source: Please discuss the unmet conditions with your supervisor to see what, if any mitigation measures need to be taken.
fr: Veuillez discuter des conditions non remplies avec votre superviseur pour savoir si des mesures d’atténuation doivent être prises, le cas échéant.

# OhsWarningTitle
source: Unmet OHS conditions
fr: Conditions en matière de SST non remplies

# PersonsDisability
source: Persons with a disabiliy
fr: Personnes handicapées

source: Phone #
fr: No de téléphone

# Postcode
source: Postal Code
fr: Code postal

# PreviousBtn
source: Previous
fr: Précédent

source: Recommend to
fr: Recommander à

source: Recommend/Approve request
fr: Recommander/Approuver la demande

source: Recommended
fr: Recommandée

source: Recommended requests
fr: Demandes recommandées

source: Recommended to
fr: Recommandée à

# RecommendOrApproveHeader
source: Recommend, approve or deny a request
fr: Recommander, approuver ou refuser une demande

# Region
source: Worksite Region
fr: Région du lieu de travail

# btnReturn
source: Return to Employee
fr: Renvoyer à l’employé

source: Reopened
fr: Rouverte

# ReportAgreementsByBranchAndSector
source: Agreements by branch and sector report (excel download)
fr: Rapport sur les ententes par direction générale et par secteur (téléchargement Excel)

# ReportAgreementsByWorkLocation
source: Agreements by work location report (excel download)
fr: Rapport sur les ententes par lieu de travail (téléchargement Excel)

source: Reports
fr: Rapports

source: Reports to
fr: Relève de

source: Request details
fr: Détails de la demande

# RequestIsApproved
source: Your request has been approved.
fr: Votre demande a été approuvée.

# RequestIsApprovedBy
source: Request approved by
fr: Demande approuvée par

# RequestIsDenied
source: Your request has been denied.
fr: Votre demande a été refusée.

# RequestIsDeniedBy
source: Request denied by
fr: Demande refusée par

# RequestRecommendedTo
source: Your request has been recommended to
fr: Votre demande a été recommandée à

# RequestReviewedBy
source: Your request is being reviewed by
fr: Votre demande est en cours d’examen par

# RequestsOnlyForMgrs
source: Note: Work Arrangement Agreements may only be approved by the <a class="accessible-link" href="https://hrdt.tc.gc.ca/?levelIds=&areaIds=&selectedAuthorityId=&nonEx=true&ex=true&GoCTemplateCulture=en-CA" target="_blank">delegated manager</a>.
fr: Remarque : Les ententes d’aménagement de travail ne peuvent être approuvées que par <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=14484588" target="_blank">le gestionnaire délégué </a>.

# ReviewDirectReports
source: Review and action your team's Work Arrangement Agreements by clicking on their names.
fr: Examinez les ententes d’aménagement de travail de votre équipe en cliquant sur leurs noms et prenez les mesures nécessaires.

# SaveBtn
source: Save
fr: Sauvegarder

source: Search
fr: Rechercher

# SelectGroupApply
source: Select which group applies to you:
fr: Sélectionnez le groupe qui s’applique à vous :

source: Select Region
fr: Sélectionnez la région

# SelectWorkArrangement
source: Select the work arrangement
fr: Sélectionnez les aménagements de travail

source: Select worksite
fr: Sélectionnez le lieu de travail

# SelectWorkType
source: Select your work arrangement
fr: Sélectionnez votre aménagement de travail

source: Self-identification
fr: Auto-identification

# SelfIdentificationDesc
source: Self-identification information is only used for statistical reporting on the representation of employment equity groups within the public service workforce
fr: Les renseignements d’auto-identification sont uniquement utilisés dans les rapports statistiques sur la représentation des groupes visés par l’équité en matière d’emploi au sein de l’effectif de la fonction publique

# SingleErrorSummaryMessage
source: There are errors. Please fill out all required fields.
fr: Il y a des erreurs. Veuillez remplir tous les champs obligatoires.

# StartDate
source: Start date (yyyy-mm-dd):
fr: Date de début (aaaa-mm-jj) :

source: Status
fr: État

# Step2
source: Step 1
fr: Étape 1

# Step2Desc
source: Employee outlines their proposed work arrangement and submits to immediate supervisor for review and recommendation.
fr: L’employé choisi l’aménagement de travail qu’il propose et soumet la demande à son superviseur immédiat pour examen et recommandation.

# Step2Title
source: Creates and submits request
fr: Créer et soumettre la demande

# Step3
source: Step 2
fr: Étape 2

# Step3Auth
source: Immediate supervisor
fr: Superviseur immédiat

# Step3Desc
source: Supervisor reviews details of request and recommends, approves or denies as appropriate.
fr: Le superviseur examine les détails de la demande et la recommande, approuve ou la refuse selon le cas.

# Step3Title
source: Reviews request for recommendation
fr: Examiner la demande pour recommandation

# Step4
source: Step 3
fr: Étape 3

# Step4Auth
source: Delegated manager
fr: Gestionnaire délégué

# Step4Desc
source: Delegated manager reviews details of request and approves or denies as appropriate.
fr: Le gestionnaire délégué examine les détails de la demande et l’approuve ou la refuse selon le cas.

# Step4Title
source: Reviews request for approval
fr: Examiner la demande pour approbation

# StepTitle
source: STEPS - WORK ARRANGEMENT AGREEMENT (WAA)
fr: ÉTAPES - ENTENTE D'AMÉNAGEMENT DE TRAVAIL (EAT)

# SummaryDetailHeading
source: Confirmation of your Work Arrangement Agreement Request
fr: Confirmation de votre demande d’entente d’aménagement de travail

source: Supervisor Name
fr: Nom du superviseur

# SupervisorNameHelp
source: (First Name and Last Name)
fr: (Prénom et Nom de famille)

source: TC Designated Worksite
fr: Lieu de travail désigné par TC

source: TC Worksite
fr: Lieu de travail de TC

source: Telephone
fr: Téléphone

# TeleworkAddress
source: Telework address (Enter the street number and select your address from the drop-down menu)
fr: Adresse de télétravail (Entrez le numéro de la rue et sélectionnez votre adresse à partir du menu déroulant)

# TeleworkAgreeArrangement
source: Work Arrangement Agreement
fr: Entente d’aménagement de travail

# TeleworkingDays
source: I am requesting to telework on the following frequency:
fr: Je demande à télétravailler avec la fréquence suivante :

# TeleworkingDaysDesc1
source: Your hours of work must comply with your collective agreement or terms and conditions of employment.
fr: Vos heures de travail doivent être conformes à votre convention collective ou à vos conditions d’emploi.

# TeleworkingDaysDesc2
source: Your work arrangement agreement is conditional on your supervisor and delegated manager’s approval and meeting operational requirements. On occasion, there may be operational requirements that require a change to the agreement.
fr: Votre entente d’aménagement de travail est conditionnelle à l’approbation de votre superviseur et de votre gestionnaire délégué et au respect des exigences opérationnelles. À l’occasion, certaines exigences opérationnelles pourraient nécessiter une modification de l’entente.

# TeleworkingDaysDesc4
source: International telework agreements require deputy minister approval and are only granted on an exceptional basis. Employees should speak to their immediate supervisor to discuss the process for this type of request.
fr: Les ententes de télétravail à l’international nécessitent l’approbation du sous-ministre et ne sont accordées qu’à titre exceptionnel. Les employés doivent s’adresser à leur superviseur immédiat pour discuter de la procédure à suivre pour ce type de demande.

# TeleworkPeriod
source: Work Arrangement Period (Work arrangement cannot exceed one year and may be reviewed earlier)
fr: Période d’aménagement de travail (les ententes d’aménagement de travail ne peuvent pas dépasser un an et peuvent faire l’objet d’un examen avant l’expiration de cette période)

# TeleworkPeriodDesc
source: Transport Canada (TC) employees, employees from other government departments and private contractors are not authorized to travel outside of Canada with TC-issued devices and assets (smartphones, tablets and notebooks) or to access TC information due to increased cyber-security threats. Any access to TC’s network outside of Canada is prohibited, whether it be through TC-issued devices or personal devices.
fr: Les employés de Transports Canada (TC), les employés d’autres ministères et les entrepreneurs privés ne sont pas autorisés à voyager à l’extérieur du Canada avec des appareils et des biens émis par TC (téléphones intelligents, tablettes et ordinateurs portables) ou à accéder à des renseignements de TC en raison des menaces liées à la sécurité accrue. Tout accès au réseau de TC à l’extérieur du Canada est interdit, que ce soit au moyen d’appareils de TC ou d’appareils personnels.

source: Telework Schedule
fr: Horaire de télétravail

# TeleworkType
source: Type of Work Arrangement
fr: Type d’aménagement de travail

# TermAdditionalInfo
source: Additional Considerations
fr: Considérations supplémentaires

# TermAdditionalInfoDesc
source: If you have any questions regarding ergonomic guidelines or the proper set-up of your virtual workstation, you should discuss this with your supervisor. You should also review the following documents:
fr: Si vous avez des questions concernant les lignes directrices en matière d’ergonomie ou la bonne configuration de votre poste de travail virtuel, vous devez en discuter avec votre superviseur. Vous devriez également consulter les documents suivants :

# TermAdditionalInfoList2
source: <a class="accessible-link" href="http://health-safety.esdc.gc.ca/oeplms-ccohs/st.2p1@-eng.jsp" target="_blank">Preventing Musculoskeletal Injury E-tool (HRSDC)</a>
fr: <a class="accessible-link" href="http://sante-securite.edsc.gc.ca/oeplms-ccohs/st.2p1@-fra.jsp" target="_blank">Outil électronique pour la prévention des lésions musculo-squelettiques (RHDCC)</a>

# TermAdditionalInfoList4
source: The <a class="accessible-link" href="https://www.ccohs.ca/oshanswers/ergonomics/" target="_blank">Canadian Centre for Occupational Health and Safety (CCOHS)</a> offers workplace specific information on ergonomics.
fr: <a class="accessible-link" href="https://www.cchst.ca/oshanswers/ergonomics/index.html" target="_blank">Centre canadien d’hygiène et de sécurité au travail (CCHST)</a> offre des renseignements sur l’ergonomie propres au milieu de travail.

# TermConfirmConditions
source: I understand all of my obligations and agree to all the conditions pertaining to my work arrangement request.
fr: Je comprends toutes mes obligations et j’accepte toutes les conditions relatives à ma demande d’aménagement de travail.

# TermConfirmMutualAgreement
source: I understand that this agreement may be reviewed, modified or terminated as per the <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=17475936" target="_blank">TC Guidelines for Telework Arrangements</a>.
fr: Je comprends que cette entente peut être revue, modifiée ou résiliée conformément aux <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=17618408" target="_blank">Lignes directrices sur les régimes de télétravail</a>.
