Repository: tc-ca/WAA-Work-Arrangement-Agreement
Catalog: Resources/Global.*.resx
Languages: fr

# TermConfirmObligations
source: I confirm that I have read the information above and that I understand my occupational health and safety obligations.
fr: Je confirme que j’ai lu les renseignements qui précèdent et que je comprends mes obligations en matière de santé et de sécurité au travail.

# TermEmergencyMgt
source: Emergency Contact Management
fr: Gestion des personnes à contacter en cas d’urgence

# TermEmergencyMgtDesc
source: I confirm that my emergency contact information in the <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=18262184" target="_blank">Personal Information</a> section of my myTC account is up to date. I understand that it is my responsibility to maintain and promptly update this information as required.
fr: Je confirme que mes informations de contact d'urgence dans la section <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=18262199" target="_blank">Informations personnelles</a> de mon compte monTC sont à jour. Je comprends qu'il est de ma responsabilité de maintenir et de mettre à jour rapidement ces informations, le cas échéant.

# TermGeneralCondition
source: General conditions
fr: Conditions générales

# TermGeneralConditionDesc
source: I agree to abide by and respect the <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=17475936" target="_blank">TC Guidelines for Telework Arrangements</a> and more specifically
fr: J’accepte de me conformer et de respecter les <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=17618408" target="_blank">Lignes directrices sur les régimes de télétravail</a> et plus particulièrement

# TermGeneralConditionList1
source: Assuming the costs of maintaining my personal telework workspace, such as insurance, heat, hydro, reliable high-speed internet and telephone, etc., unless otherwise covered under a Government of Canada policy instrument.
fr: de prendre en charge les coûts d’entretien de mon espace de travail personnel en télétravail, tels que les assurances, le chauffage, l’électricité, l’Internet et le téléphone, etc. à moins que cela soit décrit autrement dans un instrument de politique du Gouvernement du Canada;

# TermGeneralConditionList2
source: Safeguarding Transport Canada’s equipment and assuming responsibility for the safe transportation of government equipment, and any associated costs incurred between worksites
fr: de protéger l’équipement de Transports Canada et d’assumer la responsabilité du transport sécuritaire de l’équipement du gouvernement et de tous les coûts connexes engagés entre les lieux de travail;

# TermGeneralConditionList3
source: Ensuring the protection of information by respecting the applicable security requirements
fr: d’assurer la protection des renseignements en conformité avec les exigences relatives à la sécurité applicables;

# TermGeneralConditionList4
source: Understanding that any access to TC's network outside of Canada is prohibited, either through TC-issued or personal devices unless approved by the Deputy Minister. A Departmental Security briefing is required to ensure that all necessary approvals are obtained prior to commencement.
fr: de comprendre que tout accès au réseau de TC à l’extérieur du Canada est interdit, que ce soit au moyen d’appareils de TC ou d’appareils personnels à moins d’une autorisation contraire du sous-ministre. Une séance d'information sur la sécurité ministérielle est requise pour s'assurer que toutes les approbations nécessaires sont obtenues avant le début des travaux;

# TermGeneralConditionList5
source: Conforming with information technology and information management directives, standards and procedures
fr: de me conformer aux directives, normes et procédures relatives aux technologies de l’information et à la gestion des renseignements.

# TermMandatoryOHSTraining
source: Mandatory Training and Awareness
fr: Sensibilisation et formation obligatoire

# TermMandatoryTrainingList1
source: <a class="accessible-link" href="https://catalogue.csps-efpc.gc.ca/product?catalog=COR310&cm_locale=en" target="_blank">Security Awareness (A230)</a>
fr: <a class="accessible-link" href="https://catalogue.csps-efpc.gc.ca/product?catalog=COR310&cm_locale=fr" target="_blank">Sensibilisation à la sécurité (A230)</a>

# TermMandatoryTrainingList2
source: <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/en/employee-services/learning-tc/tc-mandatory-training" target="_blank">Workplace Hazardous Materials Information System (WHMIS)</a>
fr: <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/fr/services-employes/apprendre-tc/formation-obligatoire-tc" target="_blank">Système d’information sur les matières dangereuses utilisées au travail (SIMDUT)</a>

# TermMandatoryTrainingList3
source: <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/en/employee-services/learning-tc/tc-mandatory-training" target="_blank">Occupational Health and Safety (OHS) Training for Managers and Supervisors (as per the Canada Labour Code Part II)</a>(if applicable)
fr: <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/fr/services-employes/apprendre-tc/formation-obligatoire-tc" target="_blank">Formation en santé et sécurité au travail (SST) pour les gestionnaires et superviseurs (conformément au Code canadien du travail, Partie II)</a> (le cas échéant)

# TermMandatoryTrainingList4
source: <a class="accessible-link" href="https://catalogue.csps-efpc.gc.ca/product?catalog=WMT101&cm_locale=en" target="_blank">W101 Harassment and Violence Prevention for Employees</a>
fr: <a class="accessible-link" href="https://catalogue.csps-efpc.gc.ca/product?catalog=WMT101&cm_locale=fr" target="_blank">Prévention du harcèlement et de la violence pour les employés (W101)</a>

# TermMandatoryTrainingList5
source: <a class="accessible-link" href="https://catalogue.csps-efpc.gc.ca/product?catalog=WMT102&cm_locale=en" target="_blank">W102 Harassment and Violence Prevention for Managers, and OHS Committees/Representatives</a>
fr: <a class="accessible-link" href="https://www.csps-efpc.gc.ca/catalogue/courses-fra.aspx?code=W102" target="_blank">Prévention du harcèlement et de la violence pour les gestionnaires et les comités/représentants (W102)</a>

# TermOHSRequirement
source: Occupational Health and Safety (OHS) requirements
fr: Exigences en matière de santé et de sécurité au travail (SST)

# TermOHSRequirementDesc
source: I have reviewed and confirmed (by checking the appropriate boxes) that all of the requirements below have been met or steps have been taken to ensure they will be.
fr: J’ai examiné et confirmé (en cochant les cases appropriées) que toutes les exigences qui suivent ont été satisfaites ou que des mesures ont été prises pour qu’elles le soient.

source: Terms
fr: Modalités

# TermsDesc
source: Please read carefully as you need to agree to the terms below to submit the work arrangement agreement.
fr: Veuillez lire attentivement, car vous devez accepter les modalités qui suivent pour soumettre l’entente d’aménagement de travail.

# TermsWillBeSentToYou
source: Please note: The above terms will be sent to you in an email once your work arrangement has been approved by the delegated manager.
fr: Remarque : Les modalités susmentionnées vous seront envoyées par courriel une fois que votre entente d’aménagement de travail aura été approuvée par le gestionnaire délégué.

# TermWorkingAlone
source: Working Alone
fr: Travailler seul

# TermWorkingAloneDesc
source: You must ensure that if you are working alone, that you have reviewed the TC <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=15834778" target="_blank">Working Alone Directive</a> and have arranged with your supervisor to develop and abide by a working alone plan (if applicable).
fr: Si vous travaillez seul, vous devez vous assurer que vous avez examiné la <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=17411014" target="_blank">Directive visant les employés travaillant seuls</a> et que vous avez pris des dispositions avec votre superviseur pour élaborer et respecter un plan visant les employés travaillant seuls (le cas échéant).

# TermWorkplaceAccident
source: Employee Responsibilities for telework
fr: Responsabilités d’employé pour le télétravail

# TermWorkplaceAccidentDesc
source: <p>I recognize that the Crown will not be held liable for an employee’s negligent misuse of government equipment that results in damages to the employee’s personal or real property during the performance of official duties or while using government equipment at the employee’s telework location.</p> <p>I have completed or will complete the TC-required OHS training. I commit to maintaining a safe personal telework workspace. I recognize that my employer is responsible for my telework work tasks only, not for my entire home. I agree to report to my supervisor any accident, injury, illness, discomfort, ergonomic issues and hazards as soon as possible. Any accident, injury or illness arising from teleworking will only be considered work-related if arising from the performance of my work-related duties.</p> <p>Transport Canada reserves the right to inspect the telework location I have identified. I recognize that in the event of a workplace accident, I may be required to allow access to investigators to perform their duties and recommend the appropriate corrective action and non-cooperation may impact my WAA.</p> <p>Note : If you have any questions regarding the above conditions, contact your manager or Regional OHS Advisor, where applicable.</p>
fr: <p>Je reconnais que l’État ne pourra être tenu responsable de la mauvaise utilisation, par négligence, de l’équipement du gouvernement par un employé qui cause des dommages à mes biens personnels ou immobiliers dans l’exécution de mes fonctions officielles ou dans l’utilisation du matériel du gouvernement qui se trouve à mon lieu de télétravail.</p> <p>J’ai suivi ou je suivrai la formation en matière de SST exigée par TC. Je m’engage à maintenir un espace de télétravail personnel sécuritaire. Je reconnais que mon employeur est responsable de mes tâches de télétravail uniquement, et non de l’ensemble de mon domicile. Je m’engage à signaler à mon superviseur tout accident, blessure, maladie, malaise, question d’ergonomie et risque dès que possible. Tout accident, blessure ou maladie résultant du télétravail ne sera considéré comme lié au travail que s’il résulte de l’exercice de mes fonctions professionnelles.</p> <p>Transports Canada se réserve le droit d’inspecter le lieu de télétravail que j’ai indiqué. Je reconnais qu’advenant un accident un accident professionnel, je devrai peut-être accorder l’accès aux enquêteurs, afin qu’ils puissent réaliser leurs tâches et recommander les mesures correctives appropriées et la non-coopération pourrait avoir un impact sur mon EAT.</p> <p>Remarque : Si vous avez des questions concernant les conditions ci-dessus, communiquez avec votre conseiller régional en matière de SST, le cas échéant.</p>

source: Thursday
fr: Jeudi

source: Tuesday
fr: Mardi

# TypeFulltimeOnSite
source: Full-time On-site
fr: Travail sur place à temps plein

# UnableToStartRequest
source: Unable to start your request
fr: Impossible de lancer la demande

source: Unauthorized
fr: Non autorisé

# UnauthorizedMessage
source: You are not authorized to access this area. <br /> Please go back to the main area or close the application.
fr: Vous n’avez pas l’autorisation d’accéder à cette page. <br /> Veuillez retourner à la page principale ou fermer l’application.

source: Unmet OHS Conditions
fr: Conditions non satisfaites en matière de SST

source: Username
fr: Nom d’utilisateur

# VerifyYourInfo
source: Verify your information
fr: Vérifiez vos renseignements

# VerifyYourInfoTxt
source: If incorrect, click <a class="accessible-link" href="http://tcd/directory-annuaire/p002-eng.aspx" target="_blank">here</a> for instructions on how to update your personal information.
fr: En cas d’erreur, cliquez <a class="accessible-link" href="http://tcd/directory-annuaire/P002-fra.aspx" target="_blank">ici</a> pour les instructions sur la façon de mettre à jour vos informations.

# VisibleMinority
source: Members of visible minorities
fr: Membres de minorités visibles

source: Wednesday
fr: Mercredi

# WhenCompletedStep1
source: When completed, this work arrangement will be sent to
fr: Une fois rempli, cette entente d’aménagement de travail sera envoyée à

# WhenCompletedStep2
source: <strong>Incorrect? </strong><a class="accessible-link" id="supervisor-update-btn" href="#" data-testid="supervisor-update-btn"><strong>Update your supervisor</strong></a>.
fr: <strong>Inexact? </strong><a class="accessible-link" id="supervisor-update-btn" href="#" data-testid="supervisor-update-btn"><strong>Mettez à jour votre superviseur</strong></a>.

# WhenCompletedStep3
source: If you are unable to find your immediate supervisor in the drop down list, inform your immediate supervisor (they may need to update their information in LEX).
fr: Si vous ne parvenez pas à trouvez votre superviseur immédiat dans la liste déroulante, contactez votre superviseur immédiat (ce dernier pourrait avoir besoin de mettre à jour ses informations dans LEX).

source: Work Arrangement
fr: Aménagement de travail

source: Working Alone
fr: Travailler seul

# WorkingAloneDesc1
source: Refer to the <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=15834778" target="_blank">Working Alone Directive</a> for the definition of working alone.
fr: Veuillez vous se référer à la <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=17411014" target="_blank">Directive visant les employés travaillant seuls</a> pour la définition du travail seul.

# WorkingAloneDesc2
source: <strong>If the conditions of your work arrangement meet the definition of working alone, you must speak to your immediate supervisor to discuss a working alone plan.</strong>
fr: <strong>Si les conditions de votre entente d’aménagement de travail correspondent à la définition du travail seul, vous devez parler à votre superviseur immédiat pour discuter d’un plan visant les employés travaillant seuls.</strong>

# WorkingAloneDescRdims
source: Working Alone Directive (RDIMS: 15834778)
fr: <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=17411014" target="_blank">Directive visant les employés travaillant seuls</a>

# WorkingAloneTitle
source: Working Alone
fr: Travailler seul

source: Work phone
fr: Téléphone au travail

# WorkTypeSelectionInfo1
source: If you are employed on a part-time basis, only select the actual workdays when you will be teleworking. Do not fill in the other days.
fr: Si vous êtes employé à temps partiel, ne sélectionnez que les jours ouvrables où vous serez en télétravail. Ne remplissez pas les autres jours.

source: Yes
fr: Oui

# AccommodateDutyTitle
source: Duty to accommodate
fr: Obligation de prendre des mesures d'adaptation

# DutyToAccommodate
source: Is your request related to a duty to accommodate?
fr: Est-ce que votre demande est rattachée à une mesure d’adaptation?

# DutyToAccommodateDesc1
source: A duty to accommodate situation applies to needs related to the grounds of discrimination under the <a class="accessible-link" href="https://laws-lois.justice.gc.ca/eng/acts/h-6/page-1.html#h-256800" target="_blank"><i>Canadian Human Rights Act</i></a> where the employer has an obligation to adjust rules, polices or practices to enable you to participate fully. (Requirements can be found in the <a class="accessible-link" href="https://www.tbs-sct.gc.ca/pol/doc-eng.aspx?id=32634" target="_blank">TB Directive on Duty to Accommodate</a>)
fr: L'obligation de prendre des mesures d’adaptation s'applique aux besoins liés aux motifs de discrimination en vertu de la <a class="accessible-link" href="https://laws-lois.justice.gc.ca/fra/lois/h-6/page-1.html#h-250635" target="_blank"><i>Loi canadienne sur les droits de la personne</i></a> lorsque l'employeur est tenu d'adapter les règles, les politiques ou les pratiques pour vous permettre de participer pleinement. (Les exigences se trouvent dans la <a class="accessible-link" href="https://www.tbs-sct.gc.ca/pol/doc-fra.aspx?id=32634" target="_blank">Directive sur l’obligation de prendre des mesures d’adaptation</a> du Conseil du trésor (CT))

# DutyToAccommodateDesc2
source: <strong>You must speak with your immediate supervisor for them to better understand the request for duty to accommodate. Any information you provide is protected under the <a class="accessible-link" href="https://laws-lois.justice.gc.ca/eng/acts/p-21/FullText.html" target="_blank"><i>Privacy Act</i></a>. It will only be used to address duty to accommodate needs.</strong>
fr: <strong>Vous devez en discuter avec votre superviseur immédiat afin que ce dernier mieux comprendre la demande de prendre des mesures d’adaptation. Les renseignements que vous fournissez sont protégés par la <a class="accessible-link" href="https://laws-lois.justice.gc.ca/fra/lois/p-21/" target="_blank"><i>Loi sur la protection des renseignements</i></a>. Elles ne seront utilisées que pour répondre aux besoins de l'obligation d'adaptation.</strong>

# SetUpSupervisor
source: Please setup your supervisor first.
fr: Veuillez d’abord configurer votre superviseur.

source: Decision
fr: Décision

source: N/A
fr: sans objet

# SelectDecision
source: Select a decision
fr: Sélectionnez une décision

# btnSubmit
source: Submit
fr: Soumettre

# Comment
source: Comments
fr: Commentaires

source: Deny Reason
fr: Raison du refus

# SelectDenyReason
source: Select reason
fr: Sélectionnez une raison

# PrivacyStatement
source: Privacy Notice Statement – For use by Transport Canada – Work Arrangement Agreement
fr: Déclaration d'avis de confidentialité - À l'usage de Transports Canada – Entente d’aménagement de travail

# PrivacyStatementDesc
source: The purpose of collecting and using this information is to fulfill your employer's responsibility to ensure the health and safety of employees in their work arrangements whether on-site or off-site. Any personal information provided is collected pursuant to section 7 and 11.1 of the <i>Financial Administration Act</i> and will be used and disclosed in accordance with the <i>Privacy Act</i>, as described in the Personal Information Bank, entitled <a class="accessible-link" href="https://www.canada.ca/en/treasury-board-secretariat/services/access-information-privacy/access-information/information-about-programs-information-holdings/standard-personal-information-banks.html#pse907" target="_blank">Occupational Health and Safety - PSE 907</a>. Aggregated information may be used for management reporting to assist in planning and program evaluation purposes. You have the right to request access to and correction of, your personal information. Should you wish to exercise your rights under the Privacy Act or have any questions about this privacy statement, please contact Transport Canada’s <a class="accessible-link" href="mailto:ATIP-AIPRP@tc.gc.ca">Access to Information and Privacy Office</a>. Should you wish to lodge a complaint with respect to the handling of your personal information, you may do so by contacting the <a class="accessible-link" href="https://www.priv.gc.ca/en/report-a-concern/file-a-formal-privacy-complaint/file-a-complaint-about-a-federal-institution/" target="_blank">Office of the Privacy Commissioner of Canada</a>.
fr: La collecte et l'utilisation de ces renseignements ont pour but de permettre à votre employeur de s'acquitter de sa responsabilité d'assurer la santé et la sécurité des employés dans le cadre de leur régime de travail, que ce soit sur place ou hors site. Tout renseignement personnel fourni est recueilli en vertu des articles 7 et 11.1 de la <i>Loi sur la gestion des finances publiques</i> et sera utilisé et divulgué conformément à la <i>Loi sur la protection des renseignements personnels</i>, tel que décrit dans le fichier de renseignements personnels, intitulé <a class="accessible-link" href="https://www.canada.ca/fr/secretariat-conseil-tresor/services/acces-information-protection-reseignements-personnels/acces-information/renseignements-programmes-fonds-renseignements/fichiers-renseignements-personnels-ordinaires.html#poe9071" target="_blank">Santé et sécurité au travail - POE 907</a>. Les renseignements agrégés peuvent être utilisés pour les rapports de gestion afin de faciliter la planification et l'évaluation des programmes. Vous avez le droit de demander l'accès à vos renseignements personnels et leur correction. Si vous souhaitez exercer vos droits en vertu de la Loi sur la protection des renseignements personnels ou si vous avez des questions sur cet énoncé de confidentialité, veuillez communiquer avec le <a class="accessible-link" href="mailto:ATIP-AIPRP@tc.gc.ca">Bureau de l'accès à l'information et de la protection des renseignements personnels</a> de Transports Canada. Si vous souhaitez déposer une plainte concernant le traitement de vos renseignements personnels, vous pouvez le faire en communiquant avec le <a class="accessible-link" href="https://www.priv.gc.ca/fr/signaler-un-probleme/deposer-une-plainte-officielle-concernant-la-protection-de-la-vie-privee/deposer-une-plainte-visant-une-institution-du-gouvernement-federal/" target="_blank">Commissariat à la protection de la vie privée du Canada</a>.

# UpdateEmergencyContactInfo
source: To continue, please update your emergency contact information, find out how by clicking <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=18262184" target="_blank">here</a>. Once the information is entered, you must either close or refresh your browser to continue.
fr: Pour continuer, veuillez mettre à jour vos coordonnées d'urgence en cliquant <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=18262199" target="_blank">ici</a>. Une fois les informations entrées, vous devez fermer ou actualiser votre fureteur pour continuer.

# StepInfo
source: Employees and Managers must review the applicable policy instruments and other required information related to work arrangements.
fr: Les employés et les gestionnaires doivent revoir les instruments de politique applicables et les autres informations requises concernant les modalités de travail.

source: Update Supervisor
fr: Mettez à jour votre superviseur

source: Update your supervisor
fr: Mettez à jour votre superviseur.

# GeoLocationInfo
source: Your position <u>GEO location</u> and TC Designated Worksite are in different regions. Please verify the accuracy of the inputted information.
fr: Le lieu <strong><i>GEO de votre poste</i></strong> et votre site de travail désigné par TC sont dans des régions différentes. Veuillez vérifier l'exactitude des informations entrées.

# AdHocInfo
source: Check here if requesting to telework on an ad hoc basis.
fr: Cochez ici si vous demandez à faire du télétravail sur une base ad hoc

# ConsiderItem5
source: The appropriate <a class="accessible-link" href="https://hrdt.tc.gc.ca/?levelIds=&areaIds=&selectedAuthorityId=&nonEx=true&ex=true&GoCTemplateCulture=en-CA" target="_blank">delegated manager</a> is aware of and will consider authorizing the change to the GEO code.
fr: Le <a class="accessible-link" href="https://mytc-montc.tc.gc.ca/rdims.php?id=14484588" target="_blank">gestionnaire délégué</a> approprié est au courant de la modification du code GEO et va consider l'autoriser.
